//import 'package:flutter/material.dart';

const String gaiyo =
'''
【大会名称】
第35回学術大会
【大会長】
会長　藤田秀樹
【実行委員長】
学術部常務理事　奥中雄策
【後援】
日本診療放射線技師会
大阪府・大阪市
【大会テーマ】
「技術革新と共に歩む」
~診療放射線技師としての成長と挑戦~
【開催場所】
〒552-0007
大阪府大阪市港区弁天１丁目2−１
TEL: 06-6577-1111
【開催内容】
会員演題発表、学生演題発表
ランチョンセミナー
教育講演
特別講演
府民公開講座
【参加費】
技師会会員・協賛会員・学生 無料
非会員 2,000円
府民公開講座に参加する一般の方 無料
''';

const String kaicho =
'''　第35回学術大会を11月16日（日）にアートホテル大阪ベイタワーにて開催いたします。これも、会員諸兄ならびに協賛企業のご協力のお陰であり、心より感謝申し上げます。まずは、この場をお借りして厚く御礼を申し上げます。また、日頃より最前線でご活躍されている皆様に敬意を表するとともに、皆様のご尽力に対して深く感謝いたします。
　さて、今年度の学術大会では「技術革新と共に歩む」～診療放射線技師としての成長と挑戦～というテーマを掲げました。AI技術の進展や新たな技術が日々の業務に影響を与える中で、われわれ診療放射線技師は、これまで以上に柔軟で迅速な対応が求められる時代に来ています。この技術革新と共に、自己成長を促しながら成長していくことが、今後のわれわれの役割だと考えています。
　令和3年の法令改正により、静脈確保をはじめとする新たな使命が生まれ、診療放射線技師の役割がますます重要になりました。さらに、令和6年4月1日からは、パンデミック時に国または自治体からの要請を受けた場合にワクチン接種が可能となりました。本学術大会では、参加者を対象にワクチン筋注行為に関する実技講習会を開催いたします。新たな業務にも積極的に挑戦していただければと思います。
　午前中は、会員発表および学生発表を行います。ぜひ活発な質疑応答を行い、参加者同士の意見交換を通じて、さらなる発展に繋げてください。ランチョンセミナーでは、協賛企業のキヤノンメディカルシステムズ（株）様とシーメンスヘルスケア（株）様から最新技術やサービスについての情報をご提供いただきます。ご協力に心から感謝申し上げます。
　午後からは、まず教育講演として日本診療放射線技師会の上田克彦会長より「診療放射線技師の将来と役割」についてご講演いただきます。今後の医療環境の変化に伴い、柔軟な対応が求められるわれわれの将来像と役割について、会長の見解をお聞きできることを楽しみにしています。
　特別講演では、The University of Texas MD Anderson Cancer Centerの佐藤淳哉先生から「日本における放射線AIの現在地と将来展望」と題して、アメリカからWebでご講演いただきます。最先端でご活躍の先生から、現状のAI技術とその未来の可能性について伺えることものと思っております。
　府民公開講座では、ベルランド総合病院の西山徹先生から「脳卒中の予防と診断・治療」についてご講演いただきます。脳卒中は依然として社会的な問題であり、その予防と早期発見・早期治療が重要です。先生のご講演を通じて知識を高め、日々の業務において診療放射線技師としての役割を果たしていただければと思います。
　今年度も非常に興味深く、今後に役立つ内容となっておりますので、ぜひともご参加いただきますようよろしくお願い申し上げます。''';

const String okunaka =
'''　大阪府診療放射線技師会第35回学術大会の実行委員長を務めさせていただきます学術部常務理事の奥中です。本大会の開催にあたり、会員の皆様におかれましては平素より本会の活動にご理解とご支援を賜り誠に有り難うございます。また、開催を準備し支援してくださった各都道府県の役員の皆様ならびに協賛企業の皆様に心より感謝申し上げます。
　さて、今回の学術大会のテーマは、「変革・イノベーション　―新たな一歩を踏み出そう―」となっております。
　今、医療の現場では医師の働き方改革を背景に医療法改正が行われ、業務範囲の拡大と共に次の時代に求められる診療放射線技師像とは何かを考え、本当に必要とされる職種となるよう、どのように新たな一歩を踏み出すのか、そのきっかけとなるような大会になればと思い、テーマを選定しました。
　医療の進歩は速く多岐にわたっており、それに伴い医療機器の進歩も著しいものがあります。我々診療放射線技師が扱う放射線画像診断機器についても同様に進歩しており、AI技術の介入なども伴いさらなる進化を遂げようとしています。便利になる一方でより専門的に深まってゆく医療技術への対応する日々。このような中で、今、診療放射線技師には何が求められるのでしょうか。
　私たち診療放射線技師が、新たな考え方や新しい技術を取り入れ、医療の現場でより一層活躍するために、チーム医療の中で貢献することが求められます。また、そのための患者様とのコミュニケーション能力や、個々の診療放射線技師が持つ個性や経験も重要となると思います。
　今大会を通じ、私たち診療放射線技師の技術や役割について新たな視点から捉え直し、さらなる成長と発展を目指すきっかけとなること、また、新たな交流やつながりを生む場となることを心より願っております。多くの皆様にご参加いただき、有意義な議論や情報交換が行えることを楽しみにしております。
''';

const String sanka = "　参加者の皆様";
const String speaker = "　演者の皆様は";
const String lunch = "　ランチョンセミナーではの皆様　ご注意ください";
const String iin = "大会長　藤田　秀樹\n実行委員長　奥中　雄策\n";
const String keisai ="カイゲンファーマ株式会社\n富士フィルムメディカル株式会社\n株式会社 千代田テクノル\nシーメンスヘルスケア株式会社\n"
    "セイコーメディカル株式会社\n日本メジフィジックス株式会社\n株式会社 島津製作所\nシーマン株式会社\nＧＥヘルスケアファーマーズ株式会社";

const String vote ="\n"
    "☆以下の基準に基づき審査し、セッションの中で一番優れていた発表に投票してください。\n\n"
    "＜審査基準＞\n"
    "・従事者の利益：効率化、標準化、術者の被ばく低減など\n"
    "・患者の利益：負担軽減、被ばく低減、画質改善など\n"
    "・学術的価値：背景、目的、方法（統計処理）、結果、結論が明快である。今後の発展性\n"
    "・スライド：図・表がわかりやすい。適切な文字の量、大きさ\n"
    "・話し方：表現力、時間、声の大きさ、視線など\n\n"
    "＜注意事項＞\n"
    "・投票は1セッションつき1回。再投票はできません。\n"
    "・画面が切り替わるまで、少し時間がかかる場合があります。\n"
    "・投票ボタンは1回だけ押してください。\n"
    "・二重投票が判明した場合は、取り消されますのでご注意ください。\n\n";
