const Map<int, Map<String, String>> pageTexts = {
  3: {
    "title": "参加者の皆様へ",
    "content": """
1. 参加登録について、
当学術大会への参加は、必ず事前に参加費をお支払いの上、参加登録をしていただきます。
参加費用は、参加区分によって金額が異なります。
    
参加登録期間：事前参加登録は終了しました。
当日、受付にて参加登録可能ですが、お弁当の準備はございません。
ランチョンセミナー開始10分後からお弁当が余りがある場合に限り、配布いたします。
    
2.　予稿集
各自ご持参いただくか、本アプリをご利用ください。
    
3.　写真・動画の撮影、録音は禁止
会場内での発表スライドの写真撮影およびビデオ撮影、録音は禁止します。
広報部委員は腕章をつけて撮影しています。
        
ご質問やお困りの際は、受付スタッフにお気軽にお声掛けください。
    """
  },
  4: {
    "title": "演者・座長の皆さま",
    "content": """
  1.  演者の皆さまへ
＜ 発表スライドデータについて ＞ 
・ 基本的には事前に提出いただいたスライドで発表を行っていただきます。 
・ 当日はスライドセンターの準備はございません。スライドの差し替え等はできません。ご了承ください。
・ 念のため、発表スライドデータはUSBメモリに入れてご持参ください。

＜ 発表時について ＞ 
・ セッションの開始 10分前には次演者席にお座りください。担当者が確認に行きます。 
・ スライド操作は演台のキーボードとマウスを使用し、演者ご自身で操作をお願いしま す。
・ Power Point の発表者ツールは使用できますが、必要に応じて発表原稿を準備してください。 
・ 発表時は座長の指示に従ってください。 
・ 発表時間が超過した場合は、座長または会場責任者により発表を打ち切りさせていただきます。 

＜ 学術奨励賞について ＞ 
・大会当日16：10～ 学術奨励賞の授賞式がございます。
　演題発表者全員が授賞対象となっていますので、授賞式終了まで学術大会へのご参加をよろしくお願いい たします。

 2.　座長・司会の皆様へ
＜ はじめに ＞ 
・総合受付にて座長・司会受付を行ったうえ、開始10分前までに「次座長・司会席」でお待ちください。
・時間になりましたら座長・司会席へお願いいたします。
・演題発表ご担当の座長は、担当セッションの選考採点を行っていただきますので、担当セッションが終わり次第、速やかに点数を付けていただき、総合受付へ選考採点票をお渡しください。
・不測の事態により務めいただけない場合は、実行委員までご連絡ください。

 ＜ 演題発表セッションの開始・各演題の開始 ＞ 
・セッションの紹介アナウンスが入ります。その後に以下の内容をお願いします。
「セッション名とご自身の紹介」 
「各演題の発表は７分、質疑応答は3分となっています。時間厳守でお願いします。」 「質疑応答の際、所属施設名と氏名を述べてから発言してください。」 
・開始前のパスコードをお知らせください。
・演者の「演題名」および「施設名」「発表者氏名」を紹介して始めてください。

 ＜ 各演題の終了 ＞ 
・発表が終わりましたら、演者に敬意を示すため、座長から率先して拍手をお願いします。 
・質疑応答を始めてください。 
・活発な質疑応答をお願いいたします。 

＜ セッションの終了 ＞ 
・全ての発表が終わりましたら、このセッションをまとめていただき、終了時のパスコードをお知らせして終了してください。
    """
  },
  5: {
    "title": "ランチョンセミナーのご案内",
    "content": """
ランチョンセミナーは12:10より開催いたします。
提供企業による最新の医療機器情報をお届けします。

☆事前のお申し込みがない方はお弁当はございません。
　申込された方は、当日受付へ来られた際にランチョンチケットを配布させていただきます。
　また、事前登録された方でも、セミナー開始後10分経過しましたら、キャンセル扱いとさせていただきます。お申し込みをされていても、無効とさせていただきますのでご了承ください。
　チケットをお持ちでない方には、ランチョンセミナー開始10分後からお弁当が余りがある場合に限り、配布いたします
☆セミナー途中での退席はご遠慮ください。    
    """
  },

  6: {
    "title": "ワクチン接種実技講習会のご案内",
    "content": """
　学術大会参加者を対象に「ワクチン筋注行為に関する実技講習会」を開催いたします。受講希望者は、必ず学術大会に参加登録してください。この講習会への参加登録は必要ございません。オンデマンド講習を受講して、当日修了証明書（印刷またはスマホ等の画面）を提示してください。
　診療放射線技師のワクチン筋注行為は、令和5年5月26日に発出された『「感染症の予防及び感染症の患者に対する医療に関する法律等の一部を改正する法律」の一部施行について』の局長通知分により、新たにパンデミックが生じたときに国または自治体からの要請を受けた場合に限り、実施可能となっています（令和6年4月1日施行）。

　ワクチン筋注行為に関する詳細は、日本診療放射線技師会のホームページをご参照ください。
　https://www.jart.jp/news/topics/20250718_1548.html
    """
  },

  7: {
    "title": "大会役員",
    "content": """
大会長　　　会　長　　藤田 秀樹
実行委員長　常務理事　奥中 雄策
　　　　　　副会長　　檀上 輝
　　　　　　副会長　　佐原 朋広
　　　　　　監　事　　井戸 豊明
　　　　　　監　事　　西村 健司
　　　　　　顧　問　　牧島 展海
　　　　　　常務理事　野口 真
　　　　　　常務理事　國下 晧平
　　　　　　常務理事　山元 浩史
　　　　　　常務理事　久住 謙一
　　　　　　常務理事　比嘉 敏夫
　　　　　　常務理事　吉田 晃久
　　　　　　理　事　　武﨑 誉仁
　　　　　　理　事　　福田 慎治
　　　　　　理　事　　難波 昭典
　　　　　　理　事　　角中 克好
　　　　　　理　事　　小西 達郎
　　　　　　理　事　　八田 悦子
　　　　　　理　事　　中平 修司
　　　　　　理　事　　大西 麻衣

＜実行委員＞
・相良 健司 ・大西 国允 ・飯田 凌
・泉田 勝也 ・出田 貴裕 ・夏日 勇人
・三和 和正 ・濱野 美穂 ・李  侑建
・清水 渉 　・細見 和宏 ・佐々木将平
・平野 駿太 ・吉村 祐真 ・瀬川 祐一
・伊泉 哲太 ・森田 一 　・福田進太郎
・内田 幸司 ・今井 信也 ・野原百合子
・河野 雄輝 ・中原 隆太 ・西村幸佐久 
・河合 政和 ・西尾 優志 ・北野 瑞稀
・玉置 真菜
 """
  },
  8: {
    "title": "予稿集掲載会社",
    "content": """
    ＜ランチョンセミナー＞（申込順）
    ①キヤノンメディカルシステムズ株式会社
    ②シーメンスヘルスケア株式会社

    ＜予稿集広告掲載会社＞（申込順）
    ・キヤノンメディカルシステムズ株式会社
    ・GEヘルスケア・ジャパン株式会社
    ・シーメンスヘルスケア株式会社
    ・富士フイルムメディカル株式会社
    ・株式会社キュアホープ
    ・セイコーメディカル株式会社
    ・シーマン株式会社　
    ・株式会社島津製作所
    ・伏見製薬株式会社
    ・千代田テクノル株式会社
    """
  },
};
